{
  "welcome": "Welcome",
  "hello": "Hello",
  "goodbye": "Goodbye",
  "navigation": {
    "home": "Home",
    "motPresident": "Chairman's Message",
    "creationValeur": "Value Creation",
    "ambitionsOrientations": "Goals & Strategic Priorities",
    "performances": "Performances",
    "perspectives": "Outlook",
    "ra2020pdf": "AR2020PDF"
  },
  "common": {
    "yes": "Yes",
    "no": "No",
    "save": "Save",
    "cancel": "Cancel",
    "delete": "Delete",
    "edit": "Edit",
    "readMore": "Read more"
  },
  "home": {
    "subtitle": "A modern Vue.js application with best practices",
    "learnMore": "Learn more",
    "features": "Features",
    "feature1": {
      "title": "Performance",
      "description": "Fast and optimized application with Vite"
    },
    "feature2": {
      "title": "International",
      "description": "Multi-language support with Vue I18n"
    },
    "feature3": {
      "title": "Design",
      "description": "Modern interface with smooth animations"
    },
    "motPresidentSubtitle": "BANK OF AFRICA's wholehearted commitment to its stakeholders is best illustrated by the exemplary manner in which it has responded to the COVID-19 pandemic…",
    "performances": {
      "title": "Performance & Achievements",
      "description": "With events in 2020 dominated by the COVID-19 pandemic, economies around the world saw a sharp slowdown. A number of regions, including Africa, proved relatively resilient. The challenging operating environment also underlined the solidity of Morocco's financial system and that of its institutions which, supported by the country's banking authority, Bank Al-Maghrib, were successfully met. Furthermore, the Bank's business lines have undergone a transformation due to the development of digital banking. The various innovations made have proved a real asset in managing the business in a context of reduced mobility due to the pandemic. In what was an unprecedented year, BANK OF AFRICA's solid fundamentals and appropriate strategic choices in terms of geographic diversification were underlined, so too, its astuteness in the technological choices made previously."
    }
  },
  "about": {
    "intro": "Discover our project and our vision",
    "mission": {
      "title": "Our Mission",
      "description": "Create modern and performant web applications using the latest technologies."
    },
    "technology": {
      "title": "Technologies",
      "description": "We use Vue.js, Vite, and modern development best practices."
    },
    "stats": {
      "title": "By Numbers",
      "modern": "Modern",
      "fast": "Fast",
      "international": "International",
      "beautiful": "Beautiful"
    }
  },
  "contact": {
    "intro": "We would love to hear from you",
    "getInTouch": "Get In Touch",
    "email": "Email",
    "phone": "Phone",
    "address": "Address",
    "sendMessage": "Send us a message",
    "form": {
      "name": "Name",
      "namePlaceholder": "Your name",
      "email": "Email",
      "emailPlaceholder": "your@email.com",
      "subject": "Subject",
      "subjectPlaceholder": "Subject of your message",
      "message": "Message",
      "messagePlaceholder": "Your message...",
      "send": "Send",
      "sending": "Sending..."
    }
  },
  "notFound": {
    "title": "Page not found",
    "message": "Sorry, the page you are looking for does not exist.",
    "backHome": "Back to home",
    "goBack": "Go back"
  },
  "ambitionsOrientationsPage": {
    "content": "Driven by a deep-seated desire to contribute to the continent's development, BANK OF AFRICA has drawn up a set of strategic priorities that take into account current trends within the banking industry as well as learning from the various experiences brought about by the pandemic in 2020. Additional growth drivers include improving operational efficiency and bolstering risk management and recovery systems."
  },
  "perspectivesPage": {
    "content": "BANK OF AFRICA Group has drawn up a Strategic Development Plan for the 2019-21 period aimed at bolstering its domestic and international operations. Its development vision is structured around 6 strategic priorities, in addition to other growth drivers :",
    "content-2": "To be sufficiently capitalised to be able to implement its strategic development plan, the Bank bolstered its capital base with MAD 3.6 billion raised in 2019 and a further MAD 793 million in 2020, with shareholders given the option of converting their dividends into equity. Furthermore, as part of a real estate securitisation transaction, BANK OF AFRICA set up a Real Estate Investment Trust (REIT) to optimise its balance sheet.",
    "developmentPriorities": "Development priorities",
    "strategicDrivers": "Strategic drivers",
    "operationalEfficiency": "Improved operational efficiency",
    "riskManagement": "More robust risk management and recovery systems"
  },
  "footer": {
    "description": "A modern Vue.js application with best practices.",
    "quickLinks": "Quick links",
    "contact": "Contact",
    "allRightsReserved": "All rights reserved."
  },
  "motPresident": {
    "paragraph1": "BANK OF AFRICA's wholehearted commitment to its stakeholders in Morocco and Africa is best illustrated by the exemplary manner in which it has responded to the historic COVID-19 pandemic. To deal with this unprecedented environment and its repercussions, strong and rapid responses have been provided by the Moroccan State under the high instructions of His Majesty King Mohammed VI. As one of Morocco's major banking groups, BANK OF AFRICA's response to the national emergency has been equally strong, notably through its contribution of one billion dirhams to the special fund for pandemic management.",
    "paragraph2": "Targeted support has thus been offered to the national economic fabric, particularly to VSMEs, through a global financing envelope of more than 14 billion dirhams and the provision of specific measures and adapted products to our customers.",
    "paragraph3": "While implementing exceptional measures to protect our employees and customers, we have also established a business continuity plan to reduce the impact of the crisis on our various businesses.",
    "paragraph4": "Thus, BANK OF AFRICA has demonstrated its resilience and confirmed the solidity of its economic model and the accuracy of its strategic choices.",
    "paragraph5": "We continued to grow our business in 2020 with outstanding consolidated loans up 4% at MAD 194 billion and maintained savings with total consolidated deposits of MAD 207 billion, up 2% at end-December 2020. This commercial momentum was also reflected in the operational performance of the BANK OF AFRICA Group, with consolidated net banking income of MAD 14 billion, up 1%.",
    "paragraph6": "As a pioneer in digital banking, an essential component of banking and social inclusion, BANK OF AFRICA reaffirmed its position in 2020 as a banking group resolutely focused on the future, with the development of new scalable remote banking services. Our customers, individuals, professionals and businesses, both in Morocco and in several of our African countries of operation, have been able to benefit from various channels to carry out their operations and now have a range of simple and fluid innovative solutions, in a context where remote services have become essential."
  },
  "ambitionsOrientations": {
    "content": "Driven by a deep-seated desire to contribute to the continent's development, BANK OF AFRICA has drawn up a set of strategic priorities that take into account current trends within the banking industry as well as learning from the various experiences brought about by the pandemic in 2020. Additional growth drivers include improving operational efficiency and bolstering risk management and recovery systems."
  },
  "creationValeur": {
    "businessModelTitle": "Business model enabling the group to generate economic and social value across the continent",
    "csrStrategyTitle": "CSR strategy focusing on key priorities",
    "csrParagraph1": "For more than 25 years, BANK OF AFRICA has been committed to and contributed to initiatives promoting economic and social development, initially via BMCE Bank Foundation and subsequently via a proactive and ambitious CSR strategy.",
    "csrParagraph2": "BANK OF AFRICA has been at the forefront of banking institutions in Morocco and Africa in embracing CSR undertakings as growth drivers and catalysts for value generation. Adopting a concerted approach involving internal departments, non-financial performance experts and independent third parties, BANK OF AFRICA is entirely empathetic to the needs of each of its stakeholders and regularly assesses their expectations.",
    "foundationTitle": "BMCE BANK FOUNDATION IN 2020",
    "businessModelImages": {
      "image1": {
        "alt": "Economic Value Creation"
      },
      "image2": {
        "alt": "Social Impact Development"
      },
      "image3": {
        "alt": "Sustainable Growth Strategy"
      },
      "image4": {
        "alt": "Continental Value Generation"
      }
    }
  }
}
